<?php

namespace app\admin\extra;

return [
    "SALT" => 'quanta',
    'SERVER_IP' => '203.195.139.217',
    "DEFAULT_PASSWORD" => '123456',
    "ALL_INSTITUTE" => [
        '东方语言文化学院',
        '法学院',
        '高级翻译学院',
        '国际商务英语学院',
        '会计学院',
        '金融学院',
        '经济贸易学院',
        '商学院',
        '西方语言文化学院',
        '新闻与传播学院',
        '信息科学与技术学院',
        '艺术学院',
        '英语教育学院',
        '英语语言文化学院',
        '社会与公共管理学院',
        '中国语言文化学院',
        '数学与统计学院',
        '日语语言文化学院',
        '国际关系学院',
        '创新创业教育学院',
        '国际学院',
        '学生就业指导中心',
        '校团委',
        '继教公开学院',
        '学生处',
    ],
    'image_root' => '139.199.160.58/ppms3.0/public/',
    "MY_SERVER_IP" => '139.199.160.58',
    'APP_ID' => 'wxbdc919f376fd6336',
    'APP_SECRET' => 'f630aed0fdba3e49d8ea12f11a2063e0',


];

